[
  {
    "title": "Prime Minister Shri Narendra Modi remembers former President Pranab Mukherjee",
    "content": "The Prime Minister Shri Narendra Modi remembered former President Shri Pranab Mukherjee on his birth anniversary today. \n\nCalling him a statesman par excellence, Shri Modi hailed him as an administrator and admired his contributions to the country's development. \n\nThe Prime Minister posted on X:\n\n\"Remembering Shri Pranab Mukherjee on his birth anniversary. Pranab Babu was a one-of-a-kind public figure—a statesman par excellence, a wonderful administrator and a repository of wisdom. His contributions to India’s development are noteworthy. He was blessed with a unique ability to build consensus across the spectrum and this was due to his vast experience in governance and his deep understanding of India's culture as well as ethos. We will keep working to realise his vision for our nation.\"\n\n \n\n",
    "image": null
  },
  {
    "title": "Prime Minister Shri Narendra Modi pays homage to Subramania Bharati",
    "content": "The Prime Minister Shri Narendra Modi paid homage to poet and writer Subramania Bharati on his birth anniversary today. \n\nShri Modi also announced to release a compendium of his works at a programme in 7, Lok Kalyan Marg at 1 PM.\n\nThe Prime Minister posted on X:\n\n\"I pay homage to the great Subramania Bharati on his birth anniversary. A visionary poet, writer, thinker, freedom fighter and social reformer, his words ignited the flames of patriotism and revolution among countless people. His progressive ideals on equality and women’s empowerment are equally inspiring. \n\nToday, I will release a compendium of his works at a programme in 7, Lok Kalyan Marg at 1 PM. I compliment Shri Seeni Viswanathan Ji for undertaking this effort.\"\n\n ",
    "image": null
  },
  {
    "title": "Prime Minister Shri Narendra Modi extends greetings on Gita Jayanti",
    "content": "The Prime Minister Shri Narendra Modi extended his warm wishes on the occasion of Gita Jayanti today. \n\nShri Modi also shared a short video clip highlighting the significance of the holy scripture. \n\nThe Prime Minister posted on X:\n\n\"समस्त देशवासियों को गीता जयंती की अनंत शुभकामनाएं। भारतीय संस्कृति, अध्यात्म और परंपरा के मार्गदर्शक दिव्य ग्रंथ के उद्गम दिवस के रूप में मनाया जाने वाला यह पावन उत्सव हर किसी को कर्मयोग की राह दिखाए। जय श्री कृष्ण!\"\n\n ",
    "image": null
  }
]